Repository: frgossen/woo-commerce-german-law
Catalog: languages/woo-ger-law-*.po
Languages: de_de

source: German Law
de_de: Deutsches Recht

source: Required Pages
de_de: Notwendige Seiten

source: Shipping cost
de_de: Versandkosten

source: If defined this page should state shipping costs and will be linked after each price statement.
de_de: Wenn eine Versandkostenseite angegeben wird, wird diese bei jeder Preisangabe verlinkt um auf die zusätzlichen Kosten aufmerksam zu machen.

source: Terms and conditions
de_de: Allgemeine Geschäfsbedingungen

source: If you define a terms page the customer will be asked if they accept them when checking out.
de_de: Wenn eine AGB-Seite angegeben wird, muss der Kunde diese vor der Bezahlung akzeptieren.

source: Cancellation policy
de_de: Widerrufsbelehrung

source: If defined this page should state the cancellation policy and the customer will be asked if they accept it together with the terms when checking out. This choice has no effect if no terms page was selected.
de_de: Wenn eine Widerrufsbelehrungsseite angegeben wird, muss der Kunde diese zusammen mit den AGB vor der Bezahlung akzeptieren. Diese Wahl hat keine Auswirkung wenn keine AGB-Seite angegeben wird.

source: Pay now with PayPal
de_de: Jetzt mit PayPal bezahlen

source: Pay now
de_de: Jetzt bezahlen

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
de_de: Ich habe die <a href="%s" target="_blank">Allgemeine Geschäfsbedingungen</a> gelesen und akzeptiert

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a> and also the <a href="%s" target="_blank">cancellation policy</a>
de_de: Ich habe die <a href="%s" target="_blank">Allgemeine Geschäfsbedingungen</a> und die <a href="%s" target="_blank">Widerrufsbelehrung</a> gelesen und akzeptiert

source: plus <a href="%s">shipping</a>
de_de: zzgl. <a href="%s">Versand</a>
